micropython/micropython/ports/esp32/boards/CM_BatController/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess BatController"
#define MICROPY_HW_MCU_NAME "ESP32"
